[{"Id":1,"Name":"James Bond No Time To Die","Genre":"Action","Description":"In de 25e James Bond-film No Time to Die heeft James Bond zijn turbulente leven als geheim agent achter zich gelaten en leidt hij een rustig bestaan op Jamaica. Dit wordt abrupt onderbroken wanneer zijn oude vriend en CIA agent Felix Leiter hem vraagt om een ontvoerde wetenschapper te helpen bevrijden. Deze missie blijkt verraderlijker dan gedacht en brengt Bond op het spoor van een mysterieuze schurk die gewapend is met levensgevaarlijke nieuwe technologie. In No Time to Die keert Daniel Craig terug voor zijn vijfde film als Ian Flemings James Bond 007. De cast bestaat verder uit Rami Malek, Léa Seydoux, Lashana Lynch, Ben Whishaw, Naomie Harris, Billy Magnussen, Ana de Armas, Rory Kinnear, David Dencik, Dali Benssalah, Jeffrey Wright en Ralph Fiennes. Deze co-productie van Albert R. Broccoli’s EON Productions, Metro Goldwyn Mayer Studios (MGM) en Universal Pictures International is geregisseerd door Cary Joji Fukunaga (Beasts of No Nation, True Detective). Het scenario is geschreven door Neal Purvis \u0026 Robert Wade (Spectre, Skyfall), Cary Joji Fukunaga, Scott Z. Burns (Contagion, The Bourne Ultimatum) en Phoebe Waller-Bridge (Killing Eve, Fleabag).","Time":"18.45 uur","Date":"31 november 2020","Room":2,"Imax":false,"DrieD":true, "Price":19.99},{"Id":2,"Name":"Real horror","Genre":"Horror","Description":"Beleef echte horor in deze nieuwste horror film. Durf jij het aan?","Time":"15.00 uur","Date":"26 maart 2020","Room":1,"Imax":true,"DrieD":true, "Price":10.45},{"Id":3,"Name":"The Comedie Show","Genre":"Comedie","Description":"De meest grappigste commedie show van het jaar. De must have die je moet zien.","Time":"12.00","Date":"1 april 2020","Room":0,"Imax":false,"DrieD":false, "Price":69.69},{"Id":4,"Name":"The Nun","Genre":"Horror","Description":"The Nun is a horror movie about a nun.","Time":"07:00 PM","Date":"20 April 2020","Room":1,"Imax":true,"DrieD":true,"Price":12.34},{"Id":5,"Name":"Explained","Genre":"Documaintairie","Description":"In explained you will see an explanation of things. Enjoy.","Time":"11:00 uur","Date":"1 april 2020","Room":3,"Imax":false,"DrieD":true,"Price":96.69},{"Id":6,"Name":"How to code in C#","Genre":"Documaintarie","Description":"In this movie you will learn how you can code in C#.","Time":"13.00 uur","Date":"25 maart 2020","Room":3,"Imax":true,"DrieD":true,"Price":8.99},{"Id":9,"Name":"The Britisch Detective","Genre":"Detective","Description":"The Britisch Detective will solve several crimes in the UK.","Time":"08:00 PM","Date":"13 April","Room":1,"Imax":true,"DrieD":true,"Price":13.00}]