[
    {
        "Id": 1,
        "Name": "James Bond No Time To Die",
        "Genre": "Action",
        "Date": "13 June 2020",
        "Time": "20.15 hour",
        "Description": "In the 25th James Bond movie No Time to Die James Bond has left his turbulent life as a secret agent behind him and he's living a peaceful life on the paradisical Jamaica. This peace is abruptly disturbed when his old friend CIA agent Felix Leiter asks him to help free an abducted scientist. This mission turns out to be more treacherous than expected and brings Bond on the tracks of a mysterious villain armed with new life-threatening technology. Daniel Craig returns in No Time to Die for his fifth movie as Ian Fleming's James Bond, 007. The cast further consists of Rami Malek, Léa Seydoux, Lashana Lynch, Ben Whishaw, Naomie Harris, Billy Magnussen, Ana de Armas, Rory Kinnear, David Dencik, Dali Benssalah, Jeffrey Wright and Ralph Fiennes. This co-production of Albert R. Broccoli’s EON Productions, Metro Goldwyn Mayer Studios (MGM) and Universal Pictures International is directed by Cary Joji Fukunaga (Beasts of No Nation, True Detective). The script has been written by Neal Purvis & Robert Wade (Spectre, Skyfall), Cary Joji Fukunaga, Scott Z. Burns (Contagion, The Bourne Ultimatum) and Phoebe Waller-Bridge (Killing Eve, Fleabag).",
        "Room": 2,
        "Imax": false,
        "ThreeD": true,
        "Duration": "163 minutes",
        "Price": 11.50,
        "RecommendedAge": 16
    },
    {
        "Id": 2,
        "Name": "The Hunt",
        "Genre": "Horror",
        "Date": "12 June 2020",
        "Time": "19.00 hour",
        "Description": "A group of twelve total strangers wake up in a forest clearing, not knowing how they got there. But what they do know is that they have been chosen for 'The Hunt'. Meanwhile elsewhere a group of rich people that had connected through the dark web, meet up for the first time to hunt humans together for the rush. The plan of these elite backfires completely as Crystal (Betty Gilpin, Glow), one of the people they're hunting, turns out to be far more suited for playing this harsh and merciless game than the hunters are. She reverses the rolls and incapacitates the murderers one by one, while she gets closer and closer to the mysterious woman (two time Oscar® winner Hilary Swank) who is the linchpin of everything that's happening. This new mysterious society critical thriller was made by Jason Blum, producer of Get Out and the Purge movies, and Damon Lindelof, co-creator of the TV series The Leftovers and Lost. The Hunt was written by Lindelof and Nick Cuse, with whom he previously worked on the series The Leftovers. The movie was directed by Craig Zobel (Z for Zachariah, The Leftovers). Blum produced the movie on behalf of Blumhouse Productions together with Lindelof. Zobel, Cuse, and Steven R. Molen functioned as executive producers.",
        "Room": 5,
        "Imax": true,
        "ThreeD": false,
        "Duration":"90 minutes",
        "Price": 10.90,
        "RecommendedAge": 16
    },
    {
        "Id": 3,
        "Name": "Vicky the Viking and the Magical Sword",
        "Genre": "Animation",
        "Date": "12 June 2020",
        "Time": "13.15 hour",
        "Description": "In 'Vicky the Viking and the Magical Sword' Vicky desperately wants to join his father Halvar on an adventure! But Halvar is vehemently opposed to this, hij thinks Vicky is far too young. However, everything changes when Vicky’s mom Ylva is turned into a golden statue by a magical sword. Vicky must and will save his mom, whilst having to prove to his father that he is ready for the real deal… Will Vickie succeed in this regard and safely reach the shores of Flake again?",
        "Room": 2,
        "Imax": false,
        "ThreeD": false,
        "Duration": "75 minutes",
        "Price": 9.90,
        "RecommendedAge": 6
    },
    {
        "Id": 4,
        "Name": "Onward",
        "Genre": "Animation",
        "Date": "12 June 2020",
        "Time": "16:00 hour",
        "Description": "The new Disney Pixar movie 'Onward' tells the story of two teenage elven brothers. Together they start on a special and adventurous journey to find out if there is still magic left somewhere in this world. This new animation movie of Pixar Animation Studios was directed by Dan Scanlon and produced by Kori Rae - the team behind Monsters University.",
        "Room": 1,
        "Imax": true,
        "ThreeD": true,
        "Duration": "103 minutes",
        "Price": 11.50,
        "RecommendedAge": 10
    },
    {
        "Id": 5,
        "Name": "Big Trip",
        "Genre": "Comedy",
        "Date": "13 June 2020",
        "Time": "13:30 hour",
        "Description": "The writer of Madagascar brings you a new animal spectacle with Big Trip in 3D on the silver screen. A clumsy ostrich delivers the cute baby Panda on the wrong address. Bear, Moose, Tiger and Rabbit babysit baby Panda, and begin om an exciting adventure filled hilarious moments! Will they succeed in bringing baby Panda home safe and sound? Big Trip 3D is a happy menagerie for all ages!",
        "Room": 3,
        "Imax": true,
        "ThreeD": true,
        "Duration": "84 minutes",
        "Price": 11.90,
        "RecommendedAge": 6
    },
    {
        "Id": 6,
        "Name": "I see you",
        "Genre": "Thriller",
        "Date": "12 June 2020",
        "Time": "21.00 hour",
        "Description": "The disappaerance of a 10 year old boy in a seemingly perfect town has a strange likeness to cold case of detective Greg Harper (Jon Tenney). Greg is working day and night on this new case, and is meanwhile struggling with problems at home. Since his wife Jackie (Helen Hunt) had an affaire the tension is tangible, and she's been behaving strangely. In turn Jackie is afraid that she's losing her mind: she notices a constant hostile ambiance inside their home. Not only from her family, but also from outside. The house is haunted by strange noises, stuff that disappears and devices that seem to have a will of their own. Is Jackie going mad? Or is the family actually under attack? I See You is a mysterious suspense-thriller that makes the viewer constantly second guess.",
        "Room": 3,
        "Imax": true,
        "ThreeD": true,
        "Duration": "98 minutes",
        "Price": 10.50,
        "RecommendedAge": 18
    },
    {
        "Id": 7,
        "Name": "The Britisch Detective",
        "Genre": "Detective",
        "Description": "The Britisch Detective will solve a lots of crimes throughout the entire UK.",
        "Time": "20:00 hour",
        "Date": "19 April 2020",
        "Room": 2,
        "Imax": true,
        "ThreeD": true,
        "Duration": "",
        "Price": 13,
        "RecommendedAge": 16
    }
]