[
    {
        "Id": 1,
        "Name": "James Bond No Time To Die",
        "Genre": "Action",
        "Description": "In the 25th James Bond movie No Time to Die James Bond has left his turbulent life as a secret agent behind him and he's living a peaceful life on the paradisical Jamaica. This peace is abruptly disturbed when his old friend CIA Felix Leiter ask him to help free an abducted scientist. This mission turns out to be more treacherous than expected and brings Bond on the tracks of a mysterious villain armed with new life-threatening technology. Daniel Craig returns in No Time to Die for his fifth movie as film Ian Fleming's James Bond, 007. The cast further consists of Rami Malek, Léa Seydoux, Lashana Lynch, Ben Whishaw, Naomie Harris, Billy Magnussen, Ana de Armas, Rory Kinnear, David Dencik, Dali Benssalah, Jeffrey Wright and Ralph Fiennes. This co-production of Albert R. Broccoli’s EON Productions, Metro Goldwyn Mayer Studios (MGM) and Universal Pictures International is directed by Cary Joji Fukunaga (Beasts of No Nation, True Detective). The script has been written by Neal Purvis & Robert Wade (Spectre, Skyfall), Cary Joji Fukunaga, Scott Z. Burns (Contagion, The Bourne Ultimatum) and Phoebe Waller-Bridge (Killing Eve, Fleabag).",
        "Time": "18.45 hour",
        "Date": "31 November 2020",
        "Room": 2,
        "Imax": false,
        "ThreeD": true,
        "Price": 12,
        "RecommendedAge": 16
    },
    {
        "Id": 2,
        "Name": "Real horror",
        "Genre": "Horror",
        "Description": "Experience real horror in the newest horror movie. Are you brave enough?",
        "Time": "15.00 hour",
        "Date": "26 March 2020",
        "Room": 1,
        "Imax": true,
        "ThreeD": true,
        "Price": 10.45,
        "RecommendedAge": 16
    },
    {
        "Id": 3,
        "Name": "The Comedy Show",
        "Genre": "Comedy",
        "Description": "The funniest comedy show of the year. Seeing it is a must!",
        "Time": "12.00 hour",
        "Date": "1 April 2020",
        "Room": 0,
        "Imax": false,
        "ThreeD": false,
        "Price": 9.5,
        "RecommendedAge": 12
    },
    {
        "Id": 4,
        "Name": "The Nun",
        "Genre": "Horror",
        "Description": "The Nun is a horror movie about a nun.",
        "Time": "19:00 hour",
        "Date": "20 April 2020",
        "Room": 1,
        "Imax": true,
        "ThreeD": true,
        "Price": 12.3,
        "RecommendedAge": 16
    },
    {
        "Id": 5,
        "Name": "Explained",
        "Genre": "Documentary",
        "Description": "In Explained you will see an explanation of many things. Enjoy.",
        "Time": "11:00 hour",
        "Date": "1 April 2020",
        "Room": 3,
        "Imax": false,
        "ThreeD": true,
        "Price": 10,
        "RecommendedAge": 12
    },
    {
        "Id": 6,
        "Name": "How to code in C#",
        "Genre": "Documentary",
        "Description": "In this movie you will learn how you can code in C#.",
        "Time": "13.00 hour",
        "Date": "25 March 2020",
        "Room": 3,
        "Imax": true,
        "ThreeD": true,
        "Price": 9,
        "RecommendedAge": 18
    },
    {
        "Id": 7,
        "Name": "The Britisch Detective",
        "Genre": "Detective",
        "Description": "The Britisch Detective will solve a lots of crimes throughout the entire UK.",
        "Time": "20:00 hour",
        "Date": "19 April 2020",
        "Room": 2,
        "Imax": true,
        "ThreeD": true,
        "Price": 13,
        "RecommendedAge": 16
    }
]